Repository: ftl-mv-translation/fishier-than-light
Catalog: locale/data/hyperspace.xml.append/*.po
Languages: fr, ru

source: Catch a unique fish from a Rock sector.
fr: Attraper un poisson unique dans un secteur Rocailleux.
ru: Поймайте уникальную рыбу из сектора валунов.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_48"]/description
source: Catch a Stone Fish.
fr: Attraper un Poisson-pierre.
ru: Поймайте Каменную рыбу.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_48"]/header
source: Fish Caught!
fr: Poisson attrapé !
ru: Рыба поймана!

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_49"]/name
source: Insurgent Fish
fr: Poisson insurgé

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_49"]/secretName
source: ??? Fish
fr: Poisson ???
ru: ??? рыба

source: Catch a unique fish from a Rebel sector.
fr: Attraper un poisson unique dans un secteur rebelle.
ru: Поймайте уникальную рыбу из сектора повстанцев.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_49"]/description
source: Catch an Insurgent Fish.
fr: Attraper un Poisson insurgé.
ru: Поймайте Рыбу-бунтовщика.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_49"]/header
source: Fish Caught!
fr: Poisson attrapé !
ru: Рыба поймана!

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_40"]/name
source: Thief Fish
fr: Poisson voleur

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_40"]/secretName
source: ??? Fish
fr: Poisson ???
ru: ??? рыба

source: Catch a unique fish from a Pirate sector.
fr: Attraper un poisson unique dans un secteur pirate.
ru: Поймайте уникальную рыбу из пиратского сектора.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_40"]/description
source: Catch a Thief Fish.
fr: Attraper un Poisson voleur.
ru: Поймайте Рыбу-вора.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_40"]/header
source: Fish Caught!
fr: Poisson attrapé !
ru: Рыба поймана!

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_4A"]/name
source: Anaerobic Fish
fr: Poisson anaérobie

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_4A"]/secretName
source: ??? Fish
fr: Poisson ???
ru: ??? рыба

source: Catch a unique fish from a Lanius or Ghost sector.
fr: Attraper un poisson unique dans un secteur Lanius ou Fantôme.
ru: Поймайте уникальную рыбу из сектора ланиусов или призраков.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_4A"]/description
source: Catch an Anaerobic Fish.
fr: Attraper un Poisson anaérobie.
ru: Поймайте Рыбу-анаэроба.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_4A"]/header
source: Fish Caught!
fr: Poisson attrapé !
ru: Рыба поймана!

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_4B"]/name
source: Slug Ray
fr: Raie Limace

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_4B"]/secretName
source: ??? Fish
fr: Poisson ???
ru: ??? рыба

source: Catch a unique fish from a Lanius or Ghost sector.
fr: Attraper un poisson unique dans un secteur Lanius ou Fantôme.
ru: Поймайте уникальную рыбу из сектора линусов или призраков.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_4B"]/description
source: Catch a Slug Ray.
fr: Attraper une Raie Limace.
ru: Поймайте Слизневого ската.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_4B"]/header
source: Fish Caught!
fr: Poisson attrapé !
ru: Рыба поймана!

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_4C"]/name
source: Leech?
fr: Sangsue ?

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_4C"]/secretName
source: ??? Fish
fr: Poisson ???
ru: ??? рыба

source: Catch a unique fish from a Leech sector.
fr: Attraper un poisson unique dans un secteur Sangsue.
ru: Поймайте уникальную рыбу из сектора пиявок.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_4C"]/description
source: Catch a Leech?
fr: Attraper une Sangsue ?
ru: Поймайте Пиявку?

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_4C"]/header
source: Fish Caught!
fr: Poisson attrapé !
ru: Рыба поймана!

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_4D"]/name
source: Ancient Fish
fr: Poisson Ancien

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_4D"]/secretName
source: ??? Fish
fr: Poisson ???
ru: ??? рыба

source: Catch a unique fish from a ??? sector.
fr: Attraper un poisson unique dans un secteur ??? .
ru: Поймайте уникальную рыбу из сектора ???.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_4D"]/description
source: Catch a Ancient Fish.
fr: Attraper un Poisson Ancien.
ru: Поймайте Древнюю рыбу.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_4D"]/header
source: Fish Caught!
fr: Poisson attrapé !
ru: Рыба поймана!

source: Catch ?????? from the ?????.
fr: Attraper ?????? dans un ?????.
ru: Поймайте ?????? из ?????.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_4E"]/description
source: Catch Sylfin.
fr: Attraper Sylfin.
ru: Поймайте Сильвоперую рыбу.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_4E"]/header
source: Fish Caught!
fr: Poisson attrapé !
ru: Рыба поймана!

# data/hyperspace.xml.append$/dummyroot/FTL/achievements/page/section[6]/@text
source: Fish Guns
fr: Poissons armes
ru: Рыбы-пушки

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_LASER"]/name
source: Laserfish
fr: Poisson laser

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_LASER"]/description
source: Catch a Laserfish.
fr: Attraper un Poisson laser.
ru: Поймайте Лазерную рыбу.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_LASER"]/header
source: Fish Caught!
fr: Poisson attrapé !
ru: Рыба поймана!

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_ION"]/name
source: Shockfish
fr: Poisson à décharge

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_ION"]/description
source: Catch a Shockfish.
fr: Attraper un Poisson à décharge.
ru: Поймайте Шоковую рыбу.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_ION"]/header
source: Fish Caught!
fr: Poisson attrapé !
ru: Рыба поймана!

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_FLAK"]/name
source: Scatterfish
fr: Poisson Disperseur

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_FLAK"]/description
source: Catch a Scatterfish.
fr: Attraper un Poisson Disperseur.
ru: Поймайте Осколочную рыбу.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_FLAK"]/header
source: Fish Caught!
fr: Poisson attrapé !
ru: Рыба поймана!

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_BEAM"]/name
source: Beamfin fish
fr: Poisson à rayons

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_BEAM"]/description
source: Catch a Beamfin fish.
fr: Attraper un Poisson à nageoires à rayons.
ru: Поймайте Лучеперую рыбу.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_BEAM"]/header
source: Fish Caught!
fr: Poisson attrapé !
ru: Рыба поймана!

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_MINELAYER"]/name
source: Magnetfish
fr: Poisson magnétique

source: Catch a Magnetfish.
fr: Attraper un Poisson magnétique.
ru: Поймайте Магнитную рыбу.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_MINELAYER"]/header
source: Fish Caught!
fr: Poisson attrapé !
ru: Рыба поймана!

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_MISSILE_1"]/name
source: Breachfish
fr: Poisson Brèche

source: Catch a Breachfish.
fr: Attraper un Poisson Brèche.
ru: Поймайте Пробойную рыбу.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_MISSILE_1"]/header
source: Fish Caught!
fr: Poisson attrapé !
ru: Рыба поймана!

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_MISSILE_2"]/name
source: Sailfish
fr: Poisson Voilier

source: Catch a Sailfish.
fr: Attraper un Poisson Voilier.
ru: Поймайте Рыбу-парусник.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_MISSILE_2"]/header
source: Fish Caught!
fr: Poisson attrapé !
ru: Рыба поймана!

# data/hyperspace.xml.append$/dummyroot/FTL/achievements/page/section[7]/@text
source: Fish Boon
fr: Faveur du poisson
ru: Дар рыб

# data/hyperspace.xml.append$//achievement[@name="ACH_BOON_FISH"]/name
source: Blessing of Fish
fr: Bénédiction du poisson

source: Receive the Blessing of Fish from Wakeson.
fr: Recevez la bénédiction des poissons de Wakeson.
ru: Получите благословение рыбы от Уэйксона.

# data/hyperspace.xml.append$//achievement[@name="ACH_BOON_FISH"]/description
source: Show a fish to Wakeson. While in effect; You will no longer fish up junk.
fr: Montrer un poisson à Wakeson. Pendant l'effet, vous ne pêcherez plus de déchets.
ru: Покажите рыбу Уэйксону. Пока действует; вы больше не будете ловить хлам.

# data/hyperspace.xml.append$//achievement[@name="ACH_BOON_FISH"]/header
source: Blessing Received
fr: Bénédiction reçue
ru: Благословение получено
