Repository: ftl-mv-translation/fishier-than-light
Catalog: locale/data/hyperspace.xml.append/*.po
Languages: fr, ru

# data/hyperspace.xml.append$//achievement[@name="FISHING_SHIP_ACH_1"]/name
source: Big Catch
fr: Grosse prise

# data/hyperspace.xml.append$//achievement[@name="FISHING_SHIP_ACH_1"]/description
source: Have your entire cargo full of fish.
fr: Avoir votre cargaison entièrement remplie de poissons.
ru: Весь ваш груз должен быть заполнен рыбой.

# data/hyperspace.xml.append$//achievement[@name="FISHING_SHIP_ACH_2"]/name
source: Master Baiter
fr: Maître appâteur

# data/hyperspace.xml.append$//achievement[@name="FISHING_SHIP_ACH_2"]/description
source: Store 8 different types of bait internally on your ship.
fr: Stocker 8 types d’appâts différents à bord de votre vaisseau.
ru: Храните на корабле 8 различных вида наживок.

# data/hyperspace.xml.append$//achievement[@name="FISHING_SHIP_ACH_3"]/name
source: Hold My Fishing Rod
fr: Tenir ma canne à pêche

# data/hyperspace.xml.append$//achievement[@name="FISHING_SHIP_ACH_3"]/description
source: Successfully catch a fish during the fight with the rebel flagship.
fr: Attraper avec succès un poisson pendant le combat contre le vaisseau amiral rebelle.
ru: Успешно поймайте рыбу во время боя с флагманом повстанцев.

# data/hyperspace.xml.append$//achievement[@name="FISHARTY_SHIP_ACH_1"]/name
source: Eliminating a Species
fr: Éliminer une espèce

source: Fish 4 times at the same beacon in combat.
fr: Pêcher 4 fois à la même balise pendant un combat.
ru: Порыбачьте 4 раза на одном маяке в бою.

# data/hyperspace.xml.append$//achievement[@name="FISHARTY_SHIP_ACH_2"]/name
source: Fish Overload
fr: Surcharge de pêche

source: Equip the double hook bait on an artillery harpoon.
fr: Équiper l’appât à double hameçon sur un harpon d’artillerie.
ru: Установите на артиллерийский гарпун наживку с двойным крючком.

# data/hyperspace.xml.append$//achievement[@name="FISHARTY_SHIP_ACH_3"]/name
source: Technically Fish
fr: Poisson technique

source: Fish up 16 crew named fish during a run.
fr: Pêcher 16 poissons nommés par l'équipage au cours d'une partie.
ru: Выловите 16 членов экипажа, названных "Рыба", за одно прохождение.

source: FISH
fr: POISSON
ru: РЫБА

source: FISH
fr: POISSON
ru: РЫБА

source: FISH
fr: POISSON
ru: РЫБА

# data/hyperspace.xml.append$/dummyroot/FTL/achievements/page/section[1]/@text
source: Basic Fish
fr: Poisson basic
ru: Обычная рыба

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_1"]/name
source: Orange Snapper
fr: Vivaneau orange

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_1"]/description
source: Catch an Orange Snapper.
fr: Attraper un vivaneau orange.
ru: Поймайте Оранжевого снэппера.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_1"]/header
source: Fish Caught!
fr: Poisson attrapé !
ru: Рыба поймана!

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_2"]/name
source: Red Emperor
fr: Empereur rouge

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_2"]/description
source: Catch a Red Emperor.
fr: Attraper un Empereur rouge.
ru: Поймайте Красного императорского луциана.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_2"]/header
source: Fish Caught!
fr: Poisson attrapé !
ru: Рыба поймана!

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_3"]/name
source: Striped Coral Trout
fr: Truite corail rayée

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_3"]/description
source: Catch a Striped Coral Trout.
fr: Attraper une Truite corail rayée.
ru: Поймайте Полосатого кораллового групера.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_3"]/header
source: Fish Caught!
fr: Poisson attrapé !
ru: Рыба поймана!

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_4"]/name
source: Spotted Mackerel
fr: Maquereau tacheté

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_4"]/description
source: Catch a Spotted Mackerel.
fr: Attraper un Maquereau tacheté.
ru: Поймайте Пятнистую макрель.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_4"]/header
source: Fish Caught!
fr: Poisson attrapé !
ru: Рыба поймана!

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_5"]/name
source: Estuary Rockcod
fr: Mérou d’estuaire

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_5"]/description
source: Catch an Estuary Rockcod.
fr: Attraper un Mérou d’estuaire.
ru: Поймайте Оранжевого пятнистого групера.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_5"]/header
source: Fish Caught!
fr: Poisson attrapé !
ru: Рыба поймана!

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_6"]/name
source: Blue Threadfin
fr: Poisson-capitaine bleu

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_6"]/description
source: Catch a Blue Threadfin.
fr: Attraper un Poisson-capitaine bleu.
ru: Поймайте Голубую нитчатку.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_6"]/header
source: Fish Caught!
fr: Poisson attrapé !
ru: Рыба поймана!

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_7"]/name
source: Rock Blackfish
fr: Poisson noir des rochers

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_7"]/description
source: Catch a Rock Blackfish.
fr: Attraper un Poisson noir des rochers.
ru: Поймайте Каменный черный окунь.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_7"]/header
source: Fish Caught!
fr: Poisson attrapé !
ru: Рыба поймана!

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_8"]/name
source: Longtail Tuna
fr: Thon à longue queue

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_8"]/description
source: Catch a Longtail Tuna.
fr: Attraper un Thon à longue queue.
ru: Поймайте Длиннохвостого тунца.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_8"]/header
source: Fish Caught!
fr: Poisson attrapé !
ru: Рыба поймана!

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_9"]/name
source: Reef Octopus
fr: Poulpe de récif

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_9"]/description
source: Catch a Reef Octopus.
fr: Attraper un Poulpe de récif.
ru: Поймайте Рифового осьминога.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_9"]/header
source: Fish Caught!
fr: Poisson attrapé !
ru: Рыба поймана!

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_0"]/name
source: Eagle Ray
fr: Raie aigle

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_0"]/description
source: Catch a Eagle Ray.
fr: Attraper une Raie aigle.
ru: Поймайте Орлякового ската.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_0"]/header
source: Fish Caught!
fr: Poisson attrapé !
ru: Рыба поймана!

# data/hyperspace.xml.append$/dummyroot/FTL/achievements/page/section[2]/@text
source: Uncommon Fish
fr: Poisson peu commun
ru: Необычная рыба

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_11"]/name
source: Doublefin Eel
fr: Anguille à doubles nageoires

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_11"]/description
source: Catch a Doublefin Eel.
fr: Attraper une Anguille à doubles nageoires.
ru: Поймайте Двуперого угря.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_11"]/header
source: Fish Caught!
fr: Poisson attrapé !
ru: Рыба поймана!

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_12"]/name
source: Blue Eel
fr: Anguille bleue

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_12"]/description
source: Catch a Blue Eel.
fr: Attraper une Anguille bleue.
ru: Поймайте Голубого угря.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_12"]/header
source: Fish Caught!
fr: Poisson attrapé !
ru: Рыба поймана!

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_13"]/name
source: Yellowfin Sunfish
fr: Poisson-lune à nageoires jaunes

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_13"]/description
source: Catch a Yellowfin Sunfish.
fr: Attraper un Poisson-lune à nageoires jaunes.
ru: Поймайте Желтоперого окуня.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_13"]/header
source: Fish Caught!
fr: Poisson attrapé !
ru: Рыба поймана!

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_14"]/name
source: Big Eye Tuna
fr: Thon à gros yeux

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_14"]/description
source: Catch a Big Eye Tuna.
fr: Attraper un Thon à gros yeux.
ru: Поймайте Большеглазого тунца.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_14"]/header
source: Fish Caught!
fr: Poisson attrapé !
ru: Рыба поймана!

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_15"]/name
source: Spotted Barracuda
fr: Barracuda tacheté

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_15"]/description
source: Catch a Spotted Barracuda.
fr: Attraper un Barracuda tacheté.
ru: Поймайте Пятнистую барракуду.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_15"]/header
source: Fish Caught!
fr: Poisson attrapé !
ru: Рыба поймана!

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_16"]/name
source: Brown Trout
fr: Truite brune

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_16"]/description
source: Catch a Brown Trout.
fr: Attraper une Truite brune.
ru: Поймайте Коричневую форель.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_16"]/header
source: Fish Caught!
fr: Poisson attrapé !
ru: Рыба поймана!

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_17"]/name
source: Goatfish
fr: Rouget

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_17"]/description
source: Catch a Goatfish.
fr: Attraper un Rouget.
ru: Поймайте Султанку.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_17"]/header
source: Fish Caught!
fr: Poisson attrapé !
ru: Рыба поймана!

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_18"]/name
source: Coronation Trout
fr: Truite couronnée

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_18"]/description
source: Catch a Coronation Trout.
fr: Attraper une Truite couronnée.
ru: Поймайте Вариолу радужную.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_18"]/header
source: Fish Caught!
fr: Poisson attrapé !
ru: Рыба поймана!

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_19"]/name
source: Yellowfin Kingfish
fr: Carangue à nageoires jaune

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_19"]/description
source: Catch a Yellowfin Kingfish.
fr: Attraper une Carangue à nageoires jaune.
ru: Поймайте Желтоперого горбыля.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_19"]/header
source: Fish Caught!
fr: Poisson attrapé !
ru: Рыба поймана!

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_10"]/name
source: Rainbow Trout
fr: Truite arc-en-ciel

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_10"]/description
source: Catch a Rainbow Trout.
fr: Attraper une Truite arc-en-ciel.
ru: Поймайте Микижа.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_10"]/header
source: Fish Caught!
fr: Poisson attrapé !
ru: Рыба поймана!

# data/hyperspace.xml.append$/dummyroot/FTL/achievements/page/section[3]/@text
source: Rare Fish
fr: Poisson rare
ru: Редкая рыба

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_21"]/name
source: Coho Salmon
fr: Saumon argenté

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_21"]/description
source: Catch a Coho Salmon.
fr: Attraper un Saumon argenté.
ru: Поймайте Кижуч.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_21"]/header
source: Fish Caught!
fr: Poisson attrapé !
ru: Рыба поймана!

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_22"]/name
source: Roosterfish
fr: Poisson-coq

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_22"]/description
source: Catch a Roosterfish.
fr: Attraper un Poisson-coq.
ru: Поймайте Длинноперого ставрида.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_22"]/header
source: Fish Caught!
fr: Poisson attrapé !
ru: Рыба поймана!

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_23"]/name
source: Yellowfin Salmon
fr: Saumon à nageoires jaunes

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_23"]/description
source: Catch a Yellowfin Salmon.
fr: Attraper un Saumon à nageoires jaunes.
ru: Поймайте Желтоперого лосося.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_23"]/header
source: Fish Caught!
fr: Poisson attrapé !
ru: Рыба поймана!

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_24"]/name
source: Flathead Catfish
fr: Silure à tête plate

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_24"]/description
source: Catch a Flathead Catfish.
fr: Attraper un Silure à tête plate.
ru: Поймайте Оливкового сомика.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_24"]/header
source: Fish Caught!
fr: Poisson attrapé !
ru: Рыба поймана!

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_25"]/name
source: Golden Bream
fr: Dorade dorée

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_25"]/description
source: Catch a Golden Bream.
fr: Attraper une Dorade dorée.
ru: Поймайте Позолоченного леща.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_25"]/header
source: Fish Caught!
fr: Poisson attrapé !
ru: Рыба поймана!

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_26"]/name
source: Black Cobia
fr: Cobia noir

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_26"]/description
source: Catch a Black Cobia.
fr: Attraper un Cobia noir.
ru: Поймайте Черную кобию.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_26"]/header
source: Fish Caught!
fr: Poisson attrapé !
ru: Рыба поймана!

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_27"]/name
source: Wisdomfish
fr: Poisson-sagesse

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_27"]/description
source: Catch a Wisdomfish.
fr: Attraper un Poisson-sagesse.
ru: Поймайте Рыбу мудрости.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_27"]/header
source: Fish Caught!
fr: Poisson attrapé !
ru: Рыба поймана!

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_28"]/name
source: Golden Trout
fr: Truite dorée

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_28"]/description
source: Catch a Golden Trout.
fr: Attraper une Truite dorée.
ru: Поймайте Золотистую форель.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_28"]/header
source: Fish Caught!
fr: Poisson attrapé !
ru: Рыба поймана!

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_29"]/name
source: Channel Catfish
fr: Silure du canal

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_29"]/description
source: Catch a Channel Catfish.
fr: Attraper un Silure du canal.
ru: Поймайте Канального сомика.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_29"]/header
source: Fish Caught!
fr: Poisson attrapé !
ru: Рыба поймана!

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_20"]/name
source: Common Sturgeon
fr: Esturgeon commun

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_20"]/description
source: Catch a Common Sturgeon.
fr: Attraper un Esturgeon commun.
ru: Поймайте Осетра.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_20"]/header
source: Fish Caught!
fr: Poisson attrapé !
ru: Рыба поймана!

# data/hyperspace.xml.append$/dummyroot/FTL/achievements/page/section[4]/@text
source: Legendary Fish
fr: Poisson légendaire
ru: Легендарная рыба

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_31"]/name
source: Queenfish
fr: Carangue reine

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_31"]/description
source: Catch a Queenfish.
fr: Attraper une Carangue reine.
ru: Поймайте Королевскую ставриду.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_31"]/header
source: Fish Caught!
fr: Poisson attrapé !
ru: Рыба поймана!

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_32"]/name
source: Mahi Mahi
fr: Coryphène

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_32"]/description
source: Catch a Mahi Mahi.
fr: Attraper un Coryphène.
ru: Поймайте Большую корифену.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_32"]/header
source: Fish Caught!
fr: Poisson attrapé !
ru: Рыба поймана!

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_33"]/name
source: Shorefish
fr: Poisson côtier

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_33"]/description
source: Catch a Shorefish.
fr: Attraper un Poisson côtier.
ru: Поймайте Рыбу-херувим.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_33"]/header
source: Fish Caught!
fr: Poisson attrapé !
ru: Рыба поймана!

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_34"]/name
source: Grouper
fr: Mérou

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_34"]/description
source: Catch a Grouper.
fr: Attraper un Mérou.
ru: Поймайте Групера.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_34"]/header
source: Fish Caught!
fr: Poisson attrapé !
ru: Рыба поймана!

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_35"]/name
source: Bluefish
fr: Chinchard bleu

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_35"]/description
source: Catch a Bluefish.
fr: Attraper un Chinchard bleu.
ru: Поймайте Луфаря.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_35"]/header
source: Fish Caught!
fr: Poisson attrapé !
ru: Рыба поймана!

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_36"]/name
source: Arapaima
fr: Pirarucu

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_36"]/description
source: Catch a Arapaima.
fr: Attraper un Pirarucu.
ru: Поймайте Арапаиму.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_36"]/header
source: Fish Caught!
fr: Poisson attrapé !
ru: Рыба поймана!

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_37"]/name
source: Blue Marlin
fr: Marlin bleu

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_37"]/description
source: Catch a Blue Marlin.
fr: Attraper un Marlin bleu.
ru: Поймайте Голубого марлина.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_37"]/header
source: Fish Caught!
fr: Poisson attrapé !
ru: Рыба поймана!

# data/hyperspace.xml.append$/dummyroot/FTL/achievements/page/section[5]/@text
source: Unique Fish
fr: Poisson unique
ru: Уникальная рыба

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_41"]/name
source: Alliance Fish
fr: Poisson Alliance

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_41"]/secretName
source: ??? Fish
fr: Poisson ???
ru: ??? рыба

source: Catch a unique fish from the Federation Droppoint.
fr: Attraper un poisson unique au point de largage de la Fédération.
ru: Поймайте уникальную рыбу из Точки Высадки Федерации.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_41"]/description
source: Catch a Alliance Fish.
fr: Attraper un Poisson Alliance.
ru: Поймайте Рыбу-объединителя.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_41"]/header
source: Fish Caught!
fr: Poisson attrapé !
ru: Рыба поймана!

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_42"]/name
source: Commando Fish
fr: Poisson commando

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_42"]/secretName
source: ??? Fish
fr: Poisson ???
ru: ??? рыба

source: Catch a unique fish from a Civilian sector.
fr: Attraper un poisson unique dans un secteur civil.
ru: Поймайте уникальную рыбу из Гражданского сектора.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_42"]/description
source: Catch a Commando Fish.
fr: Attraper un Poisson commando.
ru: Поймайте Рыбу-коммандоса.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_42"]/header
source: Fish Caught!
fr: Poisson attrapé !
ru: Рыба поймана!

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_43"]/name
source: Harmony Fish
fr: Poisson Harmonie

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_43"]/secretName
source: ??? Fish
fr: Poisson ???
ru: ??? рыба

source: Catch a unique fish from an Engi sector.
fr: Attraper un poisson unique dans un secteur Engi.
ru: Поймайте уникальную рыбу из сектора энджи.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_43"]/description
source: Catch a Harmony Fish.
fr: Attraper un Poisson Harmonie.
ru: Поймайте Рыбу гармонии.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_43"]/header
source: Fish Caught!
fr: Poisson attrapé !
ru: Рыба поймана!

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_44"]/name
source: Energy Fish
fr: Poisson Énergie

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_44"]/secretName
source: ??? Fish
fr: Poisson ???
ru: ??? рыба

source: Catch a unique fish from a Zoltan sector.
fr: Attraper un poisson unique dans un secteur Zoltan.
ru: Поймайте уникальную рыбу из сектора золтанов.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_44"]/description
source: Catch an Energy Fish.
fr: Attraper un Poisson Énergie.
ru: Поймайте Энергорыбу.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_44"]/header
source: Fish Caught!
fr: Poisson attrapé !
ru: Рыба поймана!

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_45"]/name
source: Kelp Fish
fr: Poisson des varechs

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_45"]/secretName
source: ??? Fish
fr: Poisson ???
ru: ??? рыба

source: Catch a unique fish from an Orchid sector.
fr: Attraper un poisson unique dans un secteur Orchidée.
ru: Поймайте уникальную рыбу из сектора орхидей.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_45"]/description
source: Catch a Kelp Fish.
fr: Attraper un Poisson des varechs.
ru: Поймайте Рыбу-ламинарию.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_45"]/header
source: Fish Caught!
fr: Poisson attrapé !
ru: Рыба поймана!

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_46"]/name
source: Mantis Fish
fr: Poisson Mantis

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_46"]/secretName
source: ??? Fish
fr: Poisson ???
ru: ??? рыба

source: Catch a unique fish from a Mantis sector.
fr: Attraper un poisson unique dans un secteur Mantis.
ru: Поймайте уникальную рыбу из сектора богомолов.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_46"]/description
source: Catch a Mantis Fish.
fr: Attraper un Poisson Mantis .
ru: Поймайте Рыбу-богомола.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_46"]/header
source: Fish Caught!
fr: Poisson attrapé !
ru: Рыба поймана!

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_47"]/name
source: Ice Fish
fr: Poisson des glaces

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_47"]/secretName
source: ??? Fish
fr: Poisson ???
ru: ??? рыба

source: Catch a unique fish from a Crystal sector.
fr: Attraper un poisson unique dans un secteur Cristalien.
ru: Поймайте уникальную рыбу из сектора кристаллинов.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_47"]/description
source: Catch an Ice Fish.
fr: Attraper un Poisson des glaces.
ru: Поймайте Ледяную рыбу.

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_47"]/header
source: Fish Caught!
fr: Poisson attrapé !
ru: Рыба поймана!

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_48"]/name
source: Stone Fish
fr: Poisson-pierre

# data/hyperspace.xml.append$//achievement[@name="FISH_CAUGHT_48"]/secretName
source: ??? Fish
fr: Poisson ???
ru: ??? рыба
